Repository: lorenzokraft/psm22
Catalog: lib/l10n/intl_*.arb
Languages: ta

source: See All
ta: முழுவதையும் பார்க்க

source: Feature Products
ta: சிறந்த தெரிவுகள்

# bagsCollections
source: Gears Collections
ta: பைகளின் தெரிவு

source: Woman Collections
ta: பெண்களின் தெரிவு

source: Man Collections
ta: ஆண்களின் தெரிவு

source: Buy Now
ta: இப்போதே வாங்குக

source: Products
ta: பொருட்கள்

source: Add To Cart
ta: கார்ட்டில் சேர்

source: Description
ta: பொருளைப் பற்றிய விவரங்கள்

# readReviews
source: Reviews
ta: ரிவியூஸ் வாசிக்க

source: Additional Information
ta: மேலதிக விவரங்கள்

source: No Reviews
ta: ரிவியூஸ் இல்லை

# productAdded
source: The product is added
ta: பொருள் சேர்க்கப்பட்டது

source: You might also like
ta: உங்களுக்கு இவையும் பிடித்திருக்கலாம்

source: Select the size
ta: அளவைத் தெரிவு செய்ய

source: Select the color
ta: நிறத்தைத் தெரிவு செய்ய

source: Select the quantity
ta: எண்ணிக்கையைத் தெரிவு செய்ய

source: Size
ta: அளவு

source: Color
ta: நிறம்

source: My Cart
ta: எனது கார்ட்

source: Save to Wishlist
ta: விஷ் லிஸ்டில் சேர்க்க

source: Share
ta: ஷேர் செய்ய

source: Cancel
ta: ரத்து செய்

source: Checkout
ta: செக் அவுட் செய்ய

source: Clear Cart
ta: கார்ட்டை நீக்கு

source: My Wishlist
ta: எனது விஷ் லிஸ்ட்

source: Your bag is empty
ta: பையில் ஒன்றுமில்லை

# emptyCartSubtitle
source: Looks like you haven’t added any items to the bag yet. Start shopping to fill it in.
ta: கார்ட் காலியாக உள்ளது

source: Start Shopping
ta: ஷொப்பிங்கை ஆரம்பிக்க

# noFavoritesYet
source: No favourites yet.
ta: இன்னும் விரும்பியது இல்லை

# emptyWishlistSubtitle
source: Tap any heart next to a product to favorite. We’ll save them for you here!
ta: விஷ் லிஸ்ட் காலியாக உள்ளது

source: Search for Items
ta: பொருட்களைத் தேட

source: Shipping
ta: டெலிவரி

# review
source: preview
ta: ரிவியூ

source: Payment
ta: கட்டணம்

source: First Name
ta: முதற் பெயர்

source: Last Name
ta: இறுதிப் பெயர்

source: City
ta: நகரம்

source: State / Province
ta: மாகாணம்

source: Zip-code
ta: போஸ்ட் கோடு

source: Country
ta: நாடு

source: Phone number
ta: தொலைபேசி இலக்கம்

source: Email
ta: மின்னஞ்சல்

source: Street Name
ta: வீதியின் பெயர்

source: Shipping Method
ta: டெலிவரி முறை

source: Continue to Shipping
ta: டெலிவரிக்குத் தொடர

source: Continue to Review
ta: ரிவியூஸ்க்குத் தொடர்

source: Continue to Payment
ta: கட்டணத்துக்குத் தொடர

source: Go back to address
ta: முகவரிக்குச் செல்ல

source: Go back to shipping
ta: டெலிவரி பக்கத்துக்குச் செல்ல

source: Go back to review
ta: ரிவியூ பக்கத்துக்குச் செல்ல

source: Address
ta: முகவரி

source: Shipping Address
ta: டெலிவரி முகவரி

# orderDetail
source: Order Details
ta: ஓடர் விபரம்

source: Subtotal
ta: கூட்டுத்தொகை

source: Total
ta: மொத்தம்

source: Payment Methods
ta: கட்டண முறைகள்

source: Choose your payment method
ta: கட்டண முறையைத் தெரிவு செய்ய

source: Place My Order
ta: எனது ஓடரை வைக்கவும்

source: It's ordered!
ta: ஓடர் செய்யப்பட்டுள்ளது

source: Order No.
ta: ஓடர் எண்

source: Show All My Ordered
ta: ஓடர் முழுவதையும் காட்டவும்

source: Back to Shop
ta: மீண்டும் கடைக்கு திரும்பவும்

# firstNameIsRequired
source: The first name field is required
ta: உங்களின் முதற்பெயர் தேவை

# lastNameIsRequired
source: The last name field is required
ta: உங்களின் கடைசிப் பெயர் தேவை

# streetIsRequired
source: The street name field is required
ta: வீதியின பெயர்தேவை

# cityIsRequired
source: The city field is required
ta: நகரத்தின் பெயர் தேவை

# stateIsRequired
source: The state field is required
ta: மாகாணத்தின் பெயர் தேவை

# countryIsRequired
source: The country field is required
ta: நாட்டின் பெயர் தேவை

# phoneIsRequired
source: The phone number field is required
ta: தொலைபேசி இலக்கம் தேவை

# emailIsRequired
source: The email field is required
ta: மின்னஞ்சல் முகவரி தேவை

# zipCodeIsRequired
source: The zip code field is required
ta: போஸ்ட் கோடு தேவை

source: No Orders
ta: ஓடர்கள் இல்லை

source: Order Date
ta: ஓடரின் திகதி

source: Status
ta: நிலை

source: Payment Method
ta: கட்டண முறை

source: Order History
ta: முன்னைய ஓடர்கள்

source: Refund Request
ta: ரீபண்ட் கோரிக்கை

# recentSearches
source: History
ta: அ்ண்மைத் தேடல்கள்

# recents
source: Recent
ta: அண்மை

source: By Price
ta: விலை அடிப்படையில்

source: By Category
ta: கேட்டகரி அடிப்படையில்

source: No internet connection
ta: இணைய இணைப்பு இல்லை

source: Settings
ta: செட்டிங்ஸ்

source: General Setting
ta: பொது செட்டிங்ஸ்

source: Get Notification
ta: நோட்டிபிகேஷனைப் பெற

# listMessages
source: Notify Messages
ta: தகவல் பட்டியல்

# language
source: Languages
ta: மொழி

source: Dark Theme
ta: டார்க் தீம்

source: Rate the app
ta: அப்பை ரேட் செய்ய

source: Logout
ta: வெளியேறு

source: LogIn
ta: உள்நுழைக

source: items
ta: பொருட்கள்

source: Cart
ta: கார்ட்

source: Shop
ta: கடை

source: Search
ta: தேடல்

source: Blog
ta: வலைப்பதிவு

source: Apply
ta: விண்ணப்பம்

source: Reset
ta: ரீ செட்

source: Sign in with email
ta: மின்னஞ்சல் மூலம் உள்நுழை

# dontHaveAccount
source: Don't have an account?
ta: கணக்கு இல்லை

source: Sign up
ta: பதிவு செய்தல்

source: Welcome
ta: வணக்கம்

source: Close
ta: மூடு

source: OR
ta: அல்லது

# pleaseInput
source: Please input fill in all fields
ta: உள்ளிடவும்

source: Searching Address
ta: முகவரி தேடப்படுகிறது

source: Out of stock
ta: ஸ்டோக் இல்லை

source: Unavailable
ta: கிடைக்கவில்லை

source: Category
ta: கேட்டகரி

source: No Product
ta: பொருட்கள் இல்லை

# weFoundProducts
source: We found {length} products
ta: மேலதிகப் பொருட்கள்

source: Clear
ta: அழி

source: Video
ta: காணொளி

# recentView
source: Your Recent View
ta: அண்மையில் பார்த்தது

source: In stock
ta: ஸ்டோகில் உள்ளது

source: Tracking number is
ta: ட்ரெக்கிங் இலக்கம்

source: Availability
ta: இருப்பவை

source: Tracking page
ta: ட்ரெக்கிங் பக்கம்

source: My points
ta: எனது புள்ளிகள்

# youHavePoints
source: You have $point points
ta: உங்களுக்கு வழங்கப்பட்ட புள்ளிகள்

source: Events
ta: நிகழ்வுகள்

source: Date
ta: திகதி

source: Point
ta: புள்ளி

source: Order notes
ta: ஓடர் குறிப்புக்கள்

# ratingFirst
source: Please rating before you send your comment
ta: முதலில் ரேட் செய்ய

# commentFirst
source: Please write your comment
ta: முதலில் கருத்திட

# writeComment
source: Write your comment
ta: கருத்தைப் பதிவு செய்ய

source: Loading...
ta: லோடிங்

# productRating
source: Your rating
ta: பொருளின் ரேட்டிங்

# layout
source: Layouts
ta: வடிவமைப்பு

source: Select Address
ta: முகவரியைத் தெரிவு செய்ய

source: Save Address
ta: முகவரியை சேவ் செய்ய

# searchInput
source: Please write input in search field
ta: தேடலின் பெயர்

source: Total tax
ta: மொத்த வரி

# invalidSMSCode
source: Invalid SMS Verification code
ta: தவறான SMS குறியீடு

# sendSMSCode
source: Get code
ta: SMS குறியீட்டை அனுப்ப

# verifySMSCode
source: Verify
ta: SMS குறியீட்டைச் பார்க்க

source: Show Gallery
ta: கேலரியை காட்டு

source: Discount
ta: விலைக்கழிவு

source: Username
ta: பாவனையாளர் பெயர்

source: Password
ta: பாஸ் வேர்ட்

source: Enter your password
ta: பாஸ் வேர்ட் உள்ளீடு செய்ய

# iwantToCreateAccount
source: I want to create an account
ta: புதிய கணக்கை உருவாக்க விரும்புகிறேன்

source: Login to your account
ta: கணக்கில் உள்நுழை

source: Create an account
ta: புதிய கணக்கை உருவாக்க

source: Coupon code
ta: கூப்பன் இலக்கம்

source: Remove
ta: நீக்க

# couponMsgSuccess
source: Congratulations! Coupon code applied successfully
ta: வாழ்த்துக்கள்! கூப்பன் செல்லுபடியானது

# saveAddressSuccess
source: Your address is exist in your local
ta: முகவரி சேவ் செய்யப்பட்டது

source: Your note
ta: உங்கள் குறிப்பு

source: Write your note
ta: குறிப்பை பதிவு செய்யவும்

# orderSuccessTitle1
source: You've successfully placed the order
ta: ஓடர் பூர்த்தியாக்கப்பட்டது

# orderSuccessMsg1
source: You can check status of your order by using our delivery status feature. You will receive an order confirmation e-mail with details of your order and a link to track its progress.
ta: உங்கள் ஓடரின் நிலையை அப்பின் முன்னைய ஓடர்கள் பக்கத்தில் அறிந்துகொள்ளலாம். மேலும் ஓடரின் தகவல்களுடன் அதன் நிலையயை டிராக் செய்யும் லிங்கும், ஓடரை உறுதிப்படுத்தும் மின்னஞ்சலில் அனுப்பப்படும்.

# orderSuccessTitle2
source: Your account
ta: உங்கள் கணக்கு

# orderSuccessMsg2
source: You can log to your account using e-mail and password defined earlier. On your account you can edit your profile data, check history of transactions, edit subscription to newsletter.
ta: உங்கள் மின்னஞ்சல்/ தொலைபேசி இலக்கமூடாக கணக்கினுள் நுழைந்து உங்கள் சுயவிவரத்தை மாற்றலாம், முந்தைய கொடுப்பனவுகளைப் பார்க்கலாம் மற்றும் நியூஸ் லெட்டருக்கு சப்ஸ்கிரைப் செய்யலாம்.

source: Sign In
ta: உள்நுழைய

source: Sign Up
ta: பதிவு செய்ய

source: Next
ta: அடுத்தது

source: Done
ta: முற்றும்

source: Currencies
ta: நாணயங்கள்

# sale
source: Sale {percent}%
ta: தள்ளுபடி

# updateUserInfor
source: Update Profile
ta: சுயவிபரத்தை மேம்படுத்த

source: Update
ta: மேம்படுத்த

source: About Us
ta: எங்களைப் பற்றிய விபரம்

source: Display name
ta: காட்சிப் பெயர்

source: Nice name
ta: பெயர்

source: English
ta: ஆங்கிலம்

source: Tamil
ta: தமிழ்

source: Vietnamese
ta: வியட்னாமிஸ்

source: Arabic
ta: அரபு

source: Spanish
ta: ஸ்பானிஸ்

source: Chinese
ta: சீன மொழி

source: Japanese
ta: ஜப்பானிஸ்

# languageSuccess
source: The Language is updated successfully
ta: மொழி வெற்றிகரமாக மாற்றப்பட்டுள்ளது

# agreeWithPrivacy
source: Privacy and Term
ta: தனியுரிமையுடன் உடன்படுகின்றேன்

source: Privacy and Term
ta: தனியுரிமையும் விதிமுறையும்

# iAgree
source: I agree with
ta: உடன்படுகின்றேன்

source: Categories
ta: கேட்டகரிஸ்

source: Stores
ta: கடைகள்

source: Visit Store
ta: கடையைப் பார்க்க

source: Sale price
ta: தள்ளுபடி விலை

source: Regular price
ta: வழமையான விலை

source: Image Gallery
ta: பட கேலரி

source: Adding your image
ta: படத்தை இணைக்கவும்

source: Post Product
ta: பொருளைப் பதிவிட

source: Create Product
ta: பொருளை உருவாக்க

# waitForLoad
source: Waiting for loading image
ta: படம் லோடிங்

# waitForPost
source: Waiting for post product
ta: பொருள் லோடிங்

source: Product name
ta: பொருளின் பெயர்

source: Product type
ta: பொருளின் வகை

source: Conversations
ta: உரையாடல்கள்

source: My Products
ta: எனது பொருட்கள்

# myProductsEmpty
source: You don't have any products. Try to create one!
ta: எனது பொருட்கள் காலியாக உள்ளது

source: Product
ta: பொருள்

source: Contact
ta: தொடர்பு

source: Current Password
ta: தற்போதைய பாஸ்வேர்ட்

source: New Password
ta: புதிய பாஸ்வேர்ட்

# addToCartSucessfully
source: have been added to your cart
ta: கார்டில் வெற்றிகரமாக சேர்க்கப்பட்டுள்ளது.

source: Pull to Load more
ta: மேலும் பார்க்க தள்ளவும்

# loadFail
source: Load Failed!
ta: லோடிங் தோல்வியடைந்தது

source: Release to load more
ta: மேலும் பார்க்க ரிலீஸ் செய்யவும்

# noData
source: No more Data
ta: மேலதிக தரவுகள் இல்லை

source: All
ta: எல்லாம்

source: Filter
ta: ஃ ல்டர் செய்ய

source: Tags
ta: டாக்

source: Attributes
ta: அட்ரிபியூட்

source: Reset Password
ta: பாஸ்வேர்டை மீட்கவும்

source: Reset Your Password
ta: உங்கள் பாஸ்வேர்டை மீட்கவும்

# yourUsernameEmail
source: Your username or email
ta: உங்கள் மின்னஞ்சல் அல்லது பாவனையாளர் பெயர்

source: Get password link
ta: பாஸ் வேர்ட் லிங்கைப் பெற

# checkConfirmLink
source: Check your email for confirmation link
ta: பாஸ் வேர்ட் ரீசெட் லிங்கைப் பெற மின்னஞ்சலைப் பார்க்கவும்

# emptyUsername
source: Username/Email is empty
ta: பாவனையாளர் பெயர் காலியாக உள்ளது

source: Romanian
ta: ரொமானியன்

source: Turkish
ta: துர்கிஸ்

source: Italian
ta: இத்தாலி

source: Indonesian
ta: இந்தோனேஷியா

source: German
ta: ஜேர்மன்

# couponInvalid
source: Your coupon code is invalid
ta: கூப்பன் தவறானது

source: Featured
ta: சிறந்தவை

source: On Sale
ta: தள்ளுபடி விற்பனை

# pleaseCheckInternet
source: Please checking internet connection!
ta: இணைய இணைப்பைச் சரிபார்க்கவும்

# canNotLaunch
source: Cannot launch this app, make sure your settings on config.dart is correct
ta: பயன்பாட்டைத தொடரமுடியவில்லை

source: Message
ta: தகவல்

source: Billing Address
ta: பில்லிங் முகவரி

source: No
ta: இல்லை

source: Yes
ta: ஆம்

source: Are you sure?
ta: உறுதி செய்

# doYouWantToExitApp
source: Do you want to exit an App
ta: ஆப்பிலிருந்து வெளியேற விருப்பமா

# shoppingCartItems
source: Shopping cart, {totalCartQuantity} items
ta: ஷாப்பிங் கார்ட் பொருட்கள்

# orderStatusOnHold
source: On-hold
ta: ஹோல்ட் செய்யப்பட்டுள்ளது

# orderStatusPendingPayment
source: Pending Payment
ta: கட்டணம் நிலுவையிலுள்ளது

# orderStatusFailed
source: Failed
ta: நிறைவேறவில்லை

# orderStatusProcessing
source: Processing
ta: டெலிவெரிக்குத் தயாராகின்றது

# orderStatusPending
source: Pending
ta: முடிவு பெறவில்லை

# orderStatusCompleted
source: Completed
ta: நிறைவு பெற்றது

# orderStatusCancelled
source: Cancelled
ta: ரத்து செய்யப்பட்டது

# orderStatusRefunded
source: Refunded
ta: ரீபண்ட் பெறப்பட்டது

# pleaseFillCode
source: Please fill your code
ta: குறியீட்டடை நிரப்பவும்

# warning
source: Warning: {message}
ta: எச்சரிக்கை

# nItems
source: {itemCount} items
ta: பொருட்கள்

source: Data Empty
ta: தரவு இல்லை

# yourAddressExistYourLocal
source: Your address is exist in your local
ta: உங்கள் முகவரி உள்ளூரிலா உள்ளது?

source: Ok
ta: ஆம்

# youHaveBeenSaveAddressYourLocal
source: You have been save address in your local
ta: உங்கள் முகவரி சேமிக்கப்பட்டுள்ளது

source: Undo
ta: மீள செய்ய

# thisPlatformNotSupportWebview
source: This platform is not support for webview
ta: இது இணைய பார்வைக்கு உகந்தது இல்லை

source: No back history item
ta: முந்தைய ஓடர் தகவல்கள் இல்லை

source: No forward history item
ta: பிந்தைய ஓடர் தகவல்கள் இல்லை

source: Date Booking
ta: திகதி முன்பதிவு

source: Duration
ta: காலம்

source: Added Successfully
ta: வெற்றிகரமாகசேர்க்கப்பட்டது

source: Not Found
ta: கிடைக்கவில்லை

# error
source: Error: {message}
ta: error

# goBackHomePage
source: Go back to home page
ta: முகப்புப் பக்கத்திற்குச் செல்லவும்

# noBlog
source: Opps, the blog seems no longer exist
ta: வலைப்பதிவுகள் இல்லை

source: Prev
ta: முன் செல்

source: Skip
ta: தவிர்க்கவும்

source: Download
ta: டவுன்லோட்

# daysAgo
source: {day} days ago
ta: நாட்களுக்கு முன்னர்

# hoursAgo
source: {hour} hours ago
ta: மணித்தியாலத்திற்கு முன்னர்

# minutesAgo
source: {minute} minutes ago
ta: நிமிடத்திற்கு முன்னர்

# secondsAgo
source: {second} seconds ago
ta: விநாடிகளுக்கு முன்னர்

source: Rate this app
ta: ஆப்பிணை மதிப்பிடுங்கள்

# rateThisAppDescription
source: If you like this app, please take a little bit of your time to review it ! It really helps us and it shouldn't take you more than one minute.
ta: உங்களுக்கு இந்த ஆப் மற்றும் எங்கள் சேவை பிடித்திருந்தால், சிறிது நேரம் ஒதுக்கி ஆப்பினை மதிப்பிடுங்கள். எங்கள் ஆப்பினை ரேட் செய்ய ஒரு நிமிடத்திற்கு மேல் செலவாகாது. உங்கள் ரேட்டிங் எங்கள் ஆப்பையும் சேவையையும் மேம்படுத்த உதவும் .

source: Rate
ta: ரேட்

source: No thanks
ta: பரவாயில்லை

source: Maybe Later
ta: பின்னர் பார்க்கலாம்

source: Phone
ta: தொலைபேசி

source: Phone Number Verification
ta: தொலைபேசி இலக்கத்தை உறுதிப்படுத்தல்

# enterSendedCode
source: Enter the code sent to
ta: பின்வரும் இலக்கத்திற்கு அனுப்பிய குறியீட்டை உள்ளிடுக

# pleasefillUpAllCellsProperly
source: *Please fill up all the cells properly
ta: எல்லா வெற்றிடத்தையும் நிரப்பவும்

# didntReceiveCode
source: Didn't receive the code?
ta: குறியீடு எவையும் கிடைக்கவில்லை?

source: RESEND
ta: மீண்டும் அனுப்பவும்

# pleaseInputFillAllFields
source: Please fill in all fields
ta: எல்லா வெற்றிடங்களையும் நிரப்பவும்

# pleaseAgreeTerms
source: Please agree with our terms
ta: விதிமுறைகளுக்கு உடன்படுகின்றீர்களா?

# privacyTerms
source: Under Vietnamese laws, users’ information such as names, email addresses, passwords and date of birth could be classified as “personal information. In particular, (a) Under Decree 72/2013, personal information is defined as information which is attached to the identification of the identity and personal details of an individual including name, age, address, people's identity card number, telephone number, email address and other information as stipulated by law (b) Under Circular 25/2010, personal information means information sufficient to precisely identify an individual, which includes at least one of the following details: full name, birth date, occupation, title, contact address, email address, telephone number, identity card number and passport number. Information of personal privacy includes health record, tax payment record, social insurance card number, credit card number and other personal secrets. Circular 25 applies to the collection and use of personal information by websites operated by Vietnamese Government authorities. Circular 25 is not directly applicable to the collection and use of personal information by websites operated by non-Government entities. However, the provisions of Circular 25 could be applied by analogy. In addition, it is likely that a non-Government entity will be subject to the same or more stringent standards than those applicable to a Government entity.
ta: https://www.maligai.lk/privacy-policy-2/.

source: Nearby Places
ta: அருகாமையிலுள்ள இடங்கள்

source: No Result Found
ta: முடிவுகள் கிடைக்கவில்லை

source: Search Place
ta: இடத்தைத் தேடவும்

# tapSelectLocation
source: Tap to select this location
ta: இடத்தை தேர்தெடுக்கவும்

# brazil
source: Portuguese
ta: போர்த்துகீசு

# backOrder
source: On backorder
ta: ஒன் பேக் ஓடர்

source: French
ta: பிரெஞ்சு

# loginErrorServiceProvider
source: There is an issue with the app during request the data, please contact admin for fixing the issues: {message}
ta: இந்த ஆப்பில் தகவலைப் பெறுவது சிரமமாக உள்ளது. இதைத் தீர்க்க அட்மினை அணுகவும்.

# loginCanceled
source: The login is cancel
ta: உள்நுழைவு ரத்து செய்யபட்டுள்ளது

# noPost
source: Opps, this page seems no longer exist!
ta: இந்தப் பக்கத்தைக் காணவில்லை

source: Minimum quantity is
ta: குறைந்தபட்ச அளவு

source: You can only purchase
ta: நீங்கள் கொள்வனவு செய்யக்கூடிய அளவு

source: for this product
ta: இந்தப் பொருளுக்காக

source: Currently we only have
ta: இப்பொழுது எங்களிடம் உள்ளது

source: of this product
ta: இந்தப்பொருளின்

source: From
ta: இருந்து

# totalCartValue
source: Total order's value must be at least
ta: கார்டின் மொத்தப் பெறுமதி

# hungary
source: Hungarian
ta: `ஹங்கேரியன்

# streetNameApartment
source: Apartment
ta: குடியிருப்பு பெயர்

# streetNameBlock
source: Block
ta: வீதியின் பெயர்

source: By Tag
ta: டாக் மூலம்

source: Transaction cancelled
ta: பரிமாற்றம் ரத்துசெய்யப்பட்டது

source: Tax
ta: வரி

source: Sold by
ta: விற்பனையாளர்

source: Shop Orders
ta: கடைக்கான ஓடர்கள்

source: Refresh
ta: புதுப்பித்தல்

# pointRewardMessage
source: There is the Discount Rule for applying your points to Cart
ta: உங்கள் கார்டில் வோலட் பணத்தை பயன்படுத்தி கழிவைப் பெற்றிடுங்கள்

# availablePoints
source: Your available points: {point}
ta: உங்களுக்கான வோலேட் பணம்

source: Select the point
ta: வோலேட் பணத்தைத் தேர்ந்தெடுக்கவும்

source: Cart Discount
ta: கார்டின் தள்ளுபடி

# pleaseSelectAllAttributes
source: Please choose an option for each attribute of the product
ta: பொருளின் ஒவ்வொரு அட்ரிபியூற்றிக்கும் தெரிவுகளைத் தெரிவு செய்யவும்

source: Booking
ta: முன்பதிவு

# bookingError
source: There is something wrong. Please try again later.
ta: பதிவில் தவறு உள்ளது. மீண்டும் சிறிது நேரம் கழித்து முயற்சிக்கவும்

# bookingNow
source: Book Now
ta: முன்பதிவு செய்யுங்கள்

# bookingSuccess
source: Successfully Booked
ta: முன்பதிவு வெற்றியளித்துள்ளது.

# booked
source: Already booked
ta: ஏற்கனவே முன்பதிவு செய்யப்பட்டுள்ளது

source: Waiting for confirmation
ta: உறுதிப்படுத்தும் வரை காத்திருக்கவும்

# bookingConfirm
source: Confirmed
ta: முன்பதிவு உறுதி செய்யப்பட்டுள்ளது

# bookingCancelled
source: Booking Cancel
ta: முன்பதிவு ரத்து செய்யப்பட்டது

# bookingUnavailable
source: Booking is unavailable
ta: முன்பதிவு இல்லை

source: Booking Summary
ta: முன்பதிவுகளின் விபரம்

source: Date End
ta: முடிவுத் திகதி

# dateStart
source: Started Date
ta: ஆரம்பத் திகதி

source: Tickets
ta: டிக்கெட்ஸ்

source: Request Booking
ta: முன்பதிவுக்கான கோரிக்கை

source: Extra Services
ta: மேலதிக சேவைகள்

source: Guests
ta: விருந்தினர்கள்

source: Hour
ta: மணித்தியாலம்

source: Features
ta: சிறப்புகள்

source: Remove from WishList
ta: விஷ் லிஸ்டில்லிருந்து நீக்கவும்

source: Map
ta: வரைபடம்

# prices
source: Menus
ta: விலைகள்

# registerAsVendor
source: Register as Vendor user
ta: விற்பனையாளராக பதிவு செய்யுங்கள்

source: Add Listing
ta: பட்டியலில் சேர்க்கவும்

source: Booking History
ta: முந்தைய முன்பதிவுகள்

source: Vendor Admin
ta: விற்பனையாளர் டாஷ்போர்ட்

source: Russian
ta: ரஷ்யன்

# pickADate
source: Pick Date & Time
ta: திகதி மற்றும் நேரத்தை தேர்ந்தெடுக்கவும்

source: on
ta: ஒன்

source: Your booking detail
ta: முன்பதிவு விபரம்

source: Adults
ta: 18 வயதிற்கு மேற்பட்டவர்கள்

source: Additional services
ta: மேலதிக சேவைகள்

source: None
ta: ஒன்றுமில்லை

source: This date is not available
ta: தெரிவு செய்யப்பட்ட திகதியில் சேவை இல்லை

source: No slot available
ta: ஸ்லாட் இல்லை

source: Pay Now
ta: கட்டணத்தைச் செலுத்தவும்

# sold
source: Sold: {numberOfUnitsSold}
ta: விற்பனையானவை

source: Almost sold out
ta: .கிட்டத்தட்டவிற்பனையாகிவிட்டது

# endsIn
source: Ends in {timeLeft}
ta: முடிவடைய

source: Hebrew
ta: ஹீப்ரு

# thailand
source: Thai
ta: தாய்

source: Hungarian
ta: ஹங்கேரியன்

source: Vendor Info
ta: விற்பனையாளரின் தகவல்

# Netherlands
source: Dutch
ta: நெதர்லாந்து

source: Korean
ta: கொறியன்

# India
source: Hindi
ta: ஹிந்தி

source: Dutch
ta: டச்சு

source: Use Now
ta: பயன்படுத்துங்கள்

source: Expired
ta: காலாவதியாகிவிட்டது

# validUntilDate
source: Valid til {date}
ta: செல்லுபடியாகும் திகதி

source: Expiring in {time}
ta: காலாவதியாகிவிட

source: Fixed Cart Discount
ta: நிலையான கார்ட் தள்ளுபடி

source: Fixed Product Discount
ta: நிலையான பொருள் தள்ளுபடி

source: Coupon has been saved successfully.
ta: கூப்பன் வெற்றிகரமாக சேர்க்கப்பட்டுள்ளது .

source: Save For Later
ta: பின் தேவைக்காக சேர்த்துக்கொள்ள

source: Refunds
ta: ரீபண்ட்ஸ்

# continues
source: Continue
ta: தொடர்க

source: Egypt
ta: எகிப்து

# UserNameInCorrect
source: The username or password is incorrect
ta: பாவனையாளர் பெயர் அல்லது பாஸ்வேர்ட் பிழையானது

source: Qty
ta: அளவு

source: Item total:
ta: பொருட்களின் தொகை

source: Created on:
ta: உருவாக்கப்பட்ட

source: Order ID:
ta: ஓடர் ஐடி:

source: Gross Sales
ta: மொத்த விற்பனை

source: Earnings
ta: வருமானம்

# allOrders
source: Latest Sales
ta: எல்லா ஓடர்கள்

source: Your earnings this month
ta: உங்கள் இந்த மாத வருமானம்

# searchOrderId
source: Search with Order ID...
ta: உங்கள் ஓடர் ஐடியை தேடுங்கள்...

source: Your Orders
ta: உங்கள் ஓடர்கள்

source: Edit Product Info
ta: பொருள் தகவல்களைத் தொகுத்தமைக்க

source: Can't find this order ID
ta: இந்த ஓடர் ஐடியை கண்டுபிடிக்க முடியவில்லை

source: Show Details
ta: விபரங்களைக் பார்க்க

source: or login with
ta: அல்லது பின்வருமாறு உள்நுழைய

source: Notifications
ta: நோட்டிபிகேஷன்ஸ்

source: Back
ta: பின்னால்

source: Delivered to
ta: பெறுநர்

source: Order Total
ta: ஓடர் தொகை

source: Add Product
ta: பொருளைச் சேர்க்க

source: Take Picture
ta: படத்தை எடுக்க

source: Choose From Gallery
ta: கேலரியிலுள்ள படத்தைத் தெரிவுசெய்ய

source: Choose From Server
ta: சேவரிலிருந்து தெரிவு செய்ய

source: Select Image
ta: படத்தைத் தெரிவு செய்ய

source: ...more
ta: ...மேலும்

source: Upload Product
ta: பொருள் பதிவேற்ற

source: Name
ta: பெயர்

source: Stock Quantity
ta: ஸ்டாக்கின் அளவு

source: Manage stock
ta: ஸ்டாக்கை நிர்வகிக்க

source: Short Description
ta: குறுகிய விளக்கம்

source: Update Info
ta: தகவல்களைப் புதுப்பிக்க

source: Stock
ta: ஸ்டாக்

source: Pending
ta: நிலுவையிலுள்ளது

source: Approve
ta: அனுமதி

source: Approved
ta: அனுமதிக்கப்பட்டது

source: rating
ta: ரேட்டிங்

source: change
ta: மாற்றம்

source: Review Approval
ta: ரிவியூ ஒப்புதல்

source: Home
ta: முகப்பு

source: Reviews
ta: ரிவியூஸ்

source: Update Status
ta: ஸ்டேட்டஸை புதுப்பிக்க

# chatListScreen
source: Messages
ta: மெசேஜஸ்

source: Card number
ta: அட்டை இலக்கம்

source: Expired Date
ta: காலாவதியாகும் திகதி

source: Card Holder
ta: அட்டை வைத்திருப்பவர்

# mustSelectOneItem
source: Must select 1 item
ta: ஒன்றையாவது தெரிவு செய்ய வேண்டும்

# optionsTotal
source: Options total: {price}
ta: மொத்த தெரிவுகள்:

source: Options
ta: தெரிவுகள்

source: Please select required options!
ta: தேவையான தெரிவுகளை தேர்ந்தெடுக்கவும்!
