Repository: lorenzokraft/psm22
Catalog: lib/l10n/intl_*.arb
Languages: ta

source: Location
ta: இடம்

source: Send
ta: அனுப்ப

# typeYourMessage
source: Type your message here...
ta: இங்கு உங்கள் மெஸேஜைப் பதிவு செய்ய

source: Dashboard
ta: டாஷ்போர்ட்

source: Edit:
ta: தொகுக்க:

# editWithoutColon
source: Edit
ta: தொகுக்க

source: This feature does not support the current language
ta: இவ் அம்சம் தற்போதைய மொழிக்கு ஆதரவளிக்காது

source: Brand
ta: பிராண்ட்

# reviewPendingApproval
source: Your review has been sent and is waiting for approval!
ta: உங்கள் ரிவியூ அனுப்பப்பட்டுள்ளது, ஒப்புதலுக்காக நிலுவையிலுள்ளது

# reviewSent
source: Your review has been sent!
ta: உங்கள் ரிவியூ அனுப்பப்பட்டது!

source: Publish
ta: வெளியீடு

source: Private
ta: தனியார்

source: Draft
ta: வரைவு

source: Simple
ta: எளியது

source: Grouped
ta: குழுவாக்கப்பட்டது

source: Variable
ta: மாறுபடத்தக்கது

source: Active
ta: செயலில் உள்ளது

source: Uploading
ta: பதிவேற்றப்படுகின்றது

source: Upload file
ta: கோப்பைப் பதிவேற்று

source: Gallery
ta: கேலரி

source: Files
ta: கோப்புகள்

source: Select file cancelled!
ta: தெரிவு செய்யப்பட்ட கோப்பு ரத்தானது!

# fileIsTooBig
source: The file is too big. Please choose a smaller file!
ta: கோப்பின் அளவு பெரியது. அளவில் குறைந்த கோப்பினை தெரிவு செய்க

source: File upload failed!
ta: கோப்பு பதிவேற்றப்படவில்லை!

source: {total} products
ta: மொத்த பொருட்கள்

source: Add a name
ta: பெயரைச் சேர்க்க

# addAnAttr
source: Add an attribute
ta: அட்ரிபியூற்றைச் சேர்க்க

source: Add new
ta: புதிதாகச் சேர்க்க

source: Select all
ta: எல்லாவற்றையும் தெரிவு செய்ய

source: Select none
ta: எதையும் தெரிவு செய்ய வேண்டாம்

source: Visible
ta: பார்க்கக்கூடியவை

source: Variation
ta: மாறுபாடு

source: Delete
ta: அழி

source: Direction
ta: வழி

source: No listing nearby!
ta: அருகில் இல்லை

# emailDoesNotExist
source: The email account that you entered does not exist. Please try again.
ta: இந்த மின்னஞ்சல் முகவரியுடன் தொடர்புடைய கணக்கை எங்களால் கண்டறிய முடியவில்லை. மீண்டும் முயற்சி செய்யவும்

# errorEmailFormat
source: Please enter a valid email address.
ta: சரியான மின்னஞ்சலை பதிவு செய்யவும்

# errorPasswordFormat
source: Please enter a password of at least 8 characters
ta: பாஸ்வேர்டு குறைந்தது 8 கேரக்டர்களையாவது கொண்டிருக்க வேண்டும்

# confirmClearTheCart
source: Are you sure you want to clear the cart?
ta: உறுதியாக கார்ட்டை அழிப்பதா?

source: Keep
ta: வைத்துக்கொள்ளவும்

source: Serbian
ta: சேர்பியன்

source: Polish
ta: பொலிஷ்

source: Persian
ta: பாரசீகம்

source: Kurdish
ta: குர்திஷ்

# pleaseSignInBeforeUploading
source: Please sign in to your account before uploading any files.
ta: பதிவேற்றுவதற்கு முன் உள்நுழைக

# maximumFileSizeMb
source: Maximum file size: {size} MB
ta: அதிகபட்ச கோப்பு அளவு :

source: Tamil
ta: தமிழ்

source: Added
ta: சேர்க்கப்பட்டது

source: Afternoon
ta: மதியம்

source: Amount
ta: தொகை

source: Back to Wallet
ta: வாலட்டுக்குத் திரும்பு

source: Balance
ta: இருப்பு

source: Basic Information
ta: அடிப்படை தகவல்

# cantPickDateInThePast
source: Date in the past is not allowed
ta: கடந்த கால தேதி அனுமதிக்கப்படவில்லை

source: Choose category
ta: வகையைத் தேர்ந்தெடுக்கவும்

source: Choose Staff
ta: பணியாளர்களைத் தேர்ந்தெடுக்கவும்

source: Choose type
ta: வகையைத் தேர்ந்தெடுக்கவும்

# confirmClearCartWhenTopUp
source: The cart will be cleared when top up.
ta: டாப் அப் செய்யும் போது வண்டி துடைக்கப்படும்.

source: Customer note
ta: வாடிக்கையாளர் குறிப்பு

source: Czech
ta: செக்

source: Date wise close
ta: தேதி வாரியாக நெருக்கமாக

source: Disable purchase
ta: வாங்குவதை முடக்கு

# doNotAnyTransactions
source: You don't have any transactions yet
ta: உங்களிடம் இன்னும் பணப் பரிமாற்றங்கள் எதுவும் இல்லை

source: Enable vacation mode
ta: விடுமுறை பயன்முறையை இயக்கவும்

# endDateCantBeAfterFirstDate
source: Please select a date after first date
ta: முதல் தேதிக்குப் பிறகு ஒரு தேதியைத் தேர்ந்தெடுக்கவும்

source: Enter your email
ta: மின்னஞ்சலை உள்ளீடு செய்ய

# errorAmountTransfer
source: Entered amount is greater than current wallet amount. Please try again!
ta: உள்ளிடப்பட்ட தொகை தற்போதைய வாலட் தொகையை விட அதிகமாக உள்ளது. தயவு செய்து மீண்டும் முயற்சிக்கவும்!

source: Evening
ta: சாயங்காலம்

source: External
ta: வெளி

source: Finish setup
ta: அமைவை முடிக்கவும்

source: Finnish
ta: பின்னிஷ்

source: Get Started
ta: தொடங்கவும்

source: Greek
ta: கிரேக்கம்

source: has been deleted
ta: அழிக்கப்பட்டுவிட்டது

# historyTransaction
source: History
ta: வரலாறு

source: Instantly close
ta: உடனடியாக மூடு

source: Is everything set...?
ta: எல்லாம் செட் ஆகிவிட்டதா...?

source: Last Transactions
ta: கடைசி பரிவர்த்தனைகள்

source: Morning
ta: காலை

source: My Wallet
ta: என் பணப்பை

# noteTransfer
source: Note (optional)
ta: குறிப்பு (விரும்பினால்)

source: On vacation
ta: விடுமுறையில்

source: Online
ta: நிகழ்நிலை

source: Pay by wallet
ta: பணப்பை மூலம் பணம் செலுத்துங்கள்

source: Please add price
ta: தயவுசெய்து விலையைச் சேர்க்கவும்

source: Please choose category
ta: வகையைத் தேர்ந்தெடுக்கவும்

# pleaseEnterProductName
source: Please enter the product name
ta: தயாரிப்பு பெயரை உள்ளிடவும்

source: Please select a location
ta: ஒரு இடத்தைத் தேர்ந்தெடுக்கவும்

source: Please select images
ta: தயவுசெய்து படங்களைத் தேர்ந்தெடுக்கவும்

# pointMsgConfigNotFound
source: There is no discount point configuration has been found in server
ta: சேவையகத்தில் தள்ளுபடி புள்ளி உள்ளமைவு எதுவும் இல்லை

# pointMsgEnter
source: Please enter discount point
ta: தள்ளுபடி புள்ளியை உள்ளிடவும்

# pointMsgMaximumDiscountPoint
source: Maximum discount point
ta: அதிகபட்ச தள்ளுபடி புள்ளி

# pointMsgNotEnough
source: You don't have enough discount point. Your total discount point is
ta: உங்களிடம் போதுமான தள்ளுபடி புள்ளி இல்லை. உங்கள் மொத்த தள்ளுபடி புள்ளி

# pointMsgOverMaximumDiscountPoint
source: You have reach maximum discount point
ta: நீங்கள் அதிகபட்ச தள்ளுபடி புள்ளியை அடைந்துவிட்டீர்கள்

# pointMsgOverTotalBill
source: The total discount value is over the bill total
ta: மொத்த தள்ளுபடி மதிப்பு பில் மொத்தத்தை விட அதிகமாக உள்ளது

# pointMsgRemove
source: Discount point is removed
ta: தள்ளுபடி புள்ளி அகற்றப்பட்டது

# pointMsgSuccess
source: Discount point is applied successfully
ta: தள்ளுபடி புள்ளி வெற்றிகரமாக பயன்படுத்தப்பட்டது

source: Prepaid
ta: ப்ரீபெய்டு

source: Qty: {total}
ta: அளவு: {total}

source: Re-Order
ta: மறு ஆர்டர்

source: Refund Requested
ta: பணத்தைத் திரும்பப்பெறுமாறு கோரப்பட்டது

# scannerCannotScan
source: This item cannot be scanned
ta: இந்த உருப்படியை ஸ்கேன் செய்ய முடியாது

# scannerLoginFirst
source: To scan an order, you need to login first
ta: ஆர்டரை ஸ்கேன் செய்ய, முதலில் உள்நுழைய வேண்டும்

# scannerOrderAvailable
source: This order is not available for your account
ta: உங்கள் கணக்கிற்கு இந்த ஆர்டர் கிடைக்கவில்லை

source: Select dates
ta: தேதிகளைத் தேர்ந்தெடுக்கவும்

# somethingWrong
source: Something went wrong. Please try again later.
ta: ஏதோ தவறு நடந்துவிட்டது. பின்னர் மீண்டும் முயற்சிக்கவும்.

source: Stop
ta: நிறுத்து

# storeAddress
source: Shop Address
ta: கடை முகவரி

# storeBanner
source: Banner
ta: பதாகை

source: Store Brand
ta: ஸ்டோர் பிராண்ட்

# storeEmail
source: Shop Email
ta: கடை மின்னஞ்சல்

source: Store Location
ta: ஸ்டோர் இடம்

source: Store vacation
ta: கடை விடுமுறை

source: Swedish
ta: ஸ்வீடிஷ்

source: Top Up
ta: டாப் அப்

source: Top Up product not found
ta: டாப் அப் தயாரிப்பு கிடைக்கவில்லை

source: Transaction Result
ta: பரிவர்த்தனை முடிவு

source: Transfer
ta: இடமாற்றம்

# transferConfirm
source: Transfer Confirmation
ta: பரிமாற்ற உறுதிப்படுத்தல்

# transferErrorMessage
source: You can't transfer to this user
ta: இந்தப் பயனருக்கு மாற்ற முடியாது

source: Transfer failed
ta: பரிமாற்றம் தோல்வியடைந்தது

source: Transfer success
ta: பரிமாற்ற வெற்றி

source: Vacation Message
ta: விடுமுறை செய்தி

source: Vacation type
ta: விடுமுறை வகை

source: Via wallet
ta: பணப்பை வழியாக

source: View recent transactions
ta: சமீபத்திய பரிவர்த்தனைகளைக் காண்க

# warningCurrencyMessageForWallet
source: The currently selected currency is not available for the Wallet feature, please change it to {default_currency}
ta: வாலட் அம்சத்திற்கு தற்போது தேர்ந்தெடுக்கப்பட்ட நாணயம் கிடைக்கவில்லை, அதை {default_currency}என மாற்றவும்

# youCanOnlyOrderSingleStore
source: You can only purchase from a single store.
ta: நீங்கள் ஒரு கடையில் மட்டுமே வாங்க முடியும்.

# yourOrderHasBeenAdded
source: You order has been added
ta: உங்கள் ஆர்டர் சேர்க்கப்பட்டது

# DateDESC
source: Date descending
ta: இறங்கும் தேதி

source: Account setup
ta: கணக்கு அமைவு

source: Add A New Post
ta: புதிய இடுகையைச் சேர்க்கவும்

source: Add a slug
ta: ஒரு ஸ்லக் சேர்க்கவும்

source: Add New Blog
ta: புதிய வலைப்பதிவைச் சேர்க்கவும்

# addNewPost
source: Create New Post
ta: புதிய இடுகையை உருவாக்கவும்

# addToCartMaximum
source: The maximum quantity has been exceeded
ta: அதிகபட்ச அளவு மீறப்பட்டுள்ளது

# allDeliveryOrders
source: All Orders
ta: அனைத்து ஆர்டர்கள்

source: Assigned
ta: ஒதுக்கப்படும்

# atLeastThreeCharacters
source: At least 3 characters...
ta: குறைந்தது 3 எழுத்துகள்...

# audioDetected
source: Audio item(s) detected. Do you want to add to Audio Player?
ta: ஆடியோ உருப்படி(கள்) கண்டறியப்பட்டது. ஆடியோ பிளேயரில் சேர்க்க விரும்புகிறீர்களா?

source: Banner List Type
ta: பேனர் பட்டியல் வகை

source: Banner Type
ta: பேனர் வகை

source: Banner Youtube URL
ta: பேனர் Youtube URL

source: Bengali
ta: பெங்காலி

source: Call
ta: அழைப்பு

# callTo
source: Make a Call To
ta: ஒரு கால் செய்யுங்கள்

source: Chat
ta: அரட்டை

# chatViaFacebook
source: Chat via Facebook Messenger
ta: Facebook Messenger மூலம் அரட்டை அடிக்கவும்

# chatViaWhatApp
source: Chat via WhatsApp
ta: வாட்ஸ்அப் மூலம் அரட்டை அடிக்கவும்

source: Chat with Store Owner
ta: கடை உரிமையாளருடன் அரட்டையடிக்கவும்

source: Choose Plan
ta: திட்டத்தை தேர்வு செய்யவும்

# closeNow
source: Closed now
ta: இப்போது மூடப்பட்டுள்ளது

source: Comment
ta: கருத்து

# commentSuccessfully
source: Comment successfully, please wait until your comment is approved
ta: கருத்து வெற்றிகரமாக, உங்கள் கருத்து அங்கீகரிக்கப்படும் வரை காத்திருக்கவும்

source: Confirm
ta: உறுதிப்படுத்தவும்

# confirmDeleteItem
source: Are you sure you wish to delete this item?
ta: இந்த உருப்படியை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

source: Content
ta: உள்ளடக்கம்

# createNewPostSuccessfully
source: Your post has been successfully created as a draft. Please take a look at your admin site.
ta: உங்கள் இடுகை வரைவாக வெற்றிகரமாக உருவாக்கப்பட்டது. தயவு செய்து உங்கள் நிர்வாக தளத்தைப் பாருங்கள்.

source: Create post
ta: இடுகையை உருவாக்கவும்

source: Customer detail
ta: வாடிக்கையாளர் விவரம்

# dateASC
source: Date ascending
ta: ஏறும் தேதி

source: Delivered
ta: வழங்கப்பட்டது

source: Delivery Boy:
ta: டெலிவரி பாய்:

source: Delivery Date
ta: டெலிவரி தேதி

source: Delivery Details
ta: டெலிவரி விவரங்கள்

# deliveryManagement
source: Delivery
ta: டெலிவரி

# deliveryNotificationError
source: No Data. This order has been removed.
ta: தகவல் இல்லை. இந்த உத்தரவு நீக்கப்பட்டது.

# distance
source: ~{total} km
ta: ~{total} கி.மீ

source: Dutch
ta: டச்சு

# emptyComment
source: Your comment can not be empty
ta: உங்கள் கருத்து காலியாக இருக்க முடியாது

# emptySearch
source: You haven't searched for items yet. Let's start now - we'll help you.
ta: நீங்கள் இன்னும் உருப்படிகளைத் தேடவில்லை. இப்போது தொடங்குவோம் - நாங்கள் உங்களுக்கு உதவுவோம்.

source: Enter your email or username
ta: உங்கள் மின்னஞ்சல் அல்லது பயனர் பெயரை உள்ளிடவும்

source: Enter your first name
ta: உங்கள் முதல் பெயரை உள்ளிடவும்

source: Enter your last name
ta: உங்கள் கடைசி பெயரை உள்ளிடவும்

# enterYourMobile
source: Please enter your mobile number
ta: உங்கள் மொபைல் எண்ணை உள்ளிடவும்

source: Enter your phone number
ta: உங்கள் தொடர்பு எண்ணை அளிக்கவும்

# firstComment
source: Be the first one commenting on this post!
ta: இந்த இடுகையில் கருத்து தெரிவிக்கும் முதல் நபராக இருங்கள்!

source: First Renewal
ta: முதல் புதுப்பித்தல்

source: Full name
ta: முழு பெயர்

# greaterDistance
source: >{total} km
ta: >{total} கி.மீ

source: Hide About
ta: பற்றி மறை

source: Hide Address
ta: முகவரியை மறை

source: Hide Email
ta: மின்னஞ்சலை மறை

source: Hide Map
ta: வரைபடத்தை மறை

source: Hide Phone
ta: தொலைபேசியை மறை

source: Hide Policy
ta: கொள்கையை மறை

source: Hindi
ta: இந்தி

source: Image Feature
ta: படத்தின் அம்சம்

source: Incorrect password
ta: தவறான கடவுச்சொல்

source: Invalid Phone Number
ta: தவறான தொலைபேசி எண்

source: Korean
ta: கொரிய

source: Latest Products
ta: சமீபத்திய தயாரிப்புகள்

source: Link
ta: இணைப்பு

source: List Banner Type
ta: பட்டியல் பேனர் வகை

source: List Banner Video
ta: பட்டியல் பேனர் வீடியோ

source: Login failed!
ta: உள்நுழைவு தோல்வி!

# loginInvalid
source: You are not allowed to use this app.
ta: இந்த பயன்பாட்டைப் பயன்படுத்த உங்களுக்கு அனுமதி இல்லை.

# loginSuccess
source: Login successfully!
ta: வெற்றிகரமாக உள்நுழைக!

# loginToComment
source: Please Login To Comment
ta: கருத்து தெரிவிக்க உள்நுழையவும்

source: Mark as read
ta: படித்ததாக

source: Mark as shipped
ta: அனுப்பப்பட்டதாகக் குறிக்கவும்

source: Mark as unread
ta: படிக்காதது என்று குறி

# messageTo
source: Send Message To
ta: க்கு செய்தி அனுப்பு

source: Mobile Verification
ta: மொபைல் சரிபார்ப்பு

# momentAgo
source: a moment ago
ta: ஒரு கணத்திற்கு முன்னால்

# monthsAgo
source: {month} months ago
ta: {month} மாதங்களுக்கு முன்பு

source: No file to download.
ta: பதிவிறக்க கோப்பு இல்லை.

# note
source: Order Note
ta: ஆர்டர் குறிப்பு

# openMap
source: Map
ta: வரைபடம்

source: Open now
ta: இப்போது திற

# orderIdWithoutColon
source: Order ID
ta: ஆர்டர் ஐடி

# orderStatusCanceledReversal
source: Canceled Reversal
ta: ரத்துசெய்யப்பட்டது

# orderStatusChargeBack
source: Charge Back
ta: சார்ஜ் பேக்

# orderStatusDenied
source: Denied
ta: மறுக்கப்பட்டது

# orderStatusExpired
source: Expired
ta: காலாவதியான

# orderStatusProcessed
source: Processed
ta: செயலாக்கப்பட்டது

# orderStatusReversed
source: Reversed
ta: தலைகீழானது

# orderStatusShipped
source: Shipped
ta: அனுப்பப்பட்டது

# orderStatusVoided
source: Voided
ta: வெற்றிடமாக்கப்பட்டது

source: Order Summary
ta: ஆர்டர் சுருக்கம்

source: Page View
ta: பக்கக் காட்சி

source: Paid
ta: கட்டணம்

source: Paid status
ta: கட்டண நிலை

# phoneEmpty
source: Phone is empty
ta: தொலைபேசி காலியாக உள்ளது

# phoneHintFormat
source: Format: +84123456789
ta: வடிவம்: +84123456789

source: Play All
ta: அனைத்தையும் விளையாடு

source: Popular
ta: பிரபலமானது

# postContent
source: Content
ta: உள்ளடக்கம்

# postFail
source: Your post is failed to be created
ta: உங்கள் இடுகையை உருவாக்க முடியவில்லை

# postImageFeature
source: Image Feature
ta: படத்தின் அம்சம்

source: Post Management
ta: போஸ்ட் மேனேஜ்மென்ட்

# postSuccessfully
source: Your post has been created succesfully
ta: உங்கள் இடுகை வெற்றிகரமாக உருவாக்கப்பட்டது

# postTitle
source: Title
ta: தலைப்பு

source: Privacy Policy
ta: தனியுரிமைக் கொள்கை

# productCreateReview
source: Your product will show up after review.
ta: உங்கள் தயாரிப்பு மதிப்பாய்வுக்குப் பிறகு காண்பிக்கப்படும்.

source: Recommended
ta: பரிந்துரைக்கப்படுகிறது

source: Recurring Totals
ta: தொடர்ச்சியான மொத்தங்கள்

# refundOrderFailed
source: The request for a refund for the order was unsuccessful
ta: ஆர்டருக்கான பணத்தைத் திரும்பப் பெறுவதற்கான கோரிக்கை தோல்வியடைந்தது

# refundOrderSuccess
source: Request a refund for your order successfully!
ta: உங்கள் ஆர்டருக்கான பணத்தைத் திரும்பக் கோருங்கள்!

source: Register failed
ta: பதிவு தோல்வியடைந்தது

# registerSuccess
source: Register successfully
ta: வெற்றிகரமாக பதிவு செய்யுங்கள்

# relatedLayoutTitle
source: Things You Might Love
ta: நீங்கள் விரும்பக்கூடிய விஷயங்கள்

# requestTooMany
source: You have requested too many codes in a short time. Please try again later.
ta: குறுகிய காலத்தில் பல குறியீடுகளைக் கோரியுள்ளீர்கள். பிறகு முயற்சிக்கவும்.

# searchByName
source: Search with Name...
ta: பெயருடன் தேடவும்...

source: See Order
ta: See ஆர்டர்

source: See reviews
ta: விமர்சனங்களைப் பார்க்கவும்

source: Shipped
ta: அனுப்பப்பட்டது

source: Shop email
ta: கடை மின்னஞ்சல்

source: Shop name
ta: கடை பெயர்

source: Shop phone
ta: ஷாப்பிங் போன்

source: Shop slug
ta: கடை ஸ்லக்

source: Start Exploring
ta: ஆராயத் தொடங்குங்கள்

# storeClosed
source: The store is closed now
ta: கடை இப்போது மூடப்பட்டுள்ளது

source: Store Information
ta: விற்பனைக்கூட விபரம்

source: Store List Banner
ta: ஸ்டோர் பட்டியல் பேனர்

source: Store Logo
ta: ஸ்டோர் லோகோ

source: Store Mobile Banner
ta: ஸ்டோர் மொபைல் பேனர்

source: Store Settings
ta: ஸ்டோர் அமைப்புகள்

source: Store Slider Banner
ta: ஸ்டோர் ஸ்லைடர் பேனர்

source: Store Static Banner
ta: நிலையான பேனரை சேமிக்கவும்

source: Street
ta: தெரு

source: Street 2
ta: தெரு 2

source: Submit
ta: சமர்ப்பி

source: Submit Your Post
ta: உங்கள் இடுகையைச் சமர்ப்பிக்கவும்

source: Title
ta: தலைப்பு

source: Ukrainian
ta: உக்ரேனிய

source: Unpaid
ta: செலுத்தப்படாதது

source: Update failed!
ta: புதுப்பிப்பு தோல்வியடைந்தது!

source: Update password
ta: கடவுச்சொல் புதுப்பிக்கவும்

# updateSuccess
source: Update successfully!
ta: வெற்றிகரமாக புதுப்பிக்கவும்!

# userExists
source: This username/email is not available.
ta: இந்த பயனர்பெயர்/மின்னஞ்சல் கிடைக்கவில்லை.

# verificationCode
source: Verification code (6 digits)
ta: சரிபார்ப்புக் குறியீடு (6 இலக்கங்கள்)

source: We Found Blog(s)
ta: வலைப்பதிவு(களை) கண்டுபிடித்தோம்

source: Web View
ta: இணையக் காட்சி

# week
source: Week {week}
ta: வாரம் {week}

# yearsAgo
source: {year} years ago
ta: {year} ஆண்டுகளுக்கு முன்பு

# youHaveAssignedToOrder
source: You have assigned to order #{total}
ta: நீங்கள் #{total}ஆர்டர் செய்ய ஒதுக்கியுள்ளீர்கள்

# youNotBeAsked
source: You won't be asked next time after the completion
ta: முடிந்த பிறகு அடுத்த முறை உங்களிடம் கேட்கப்படாது

source: Khmer
ta: கெமர்

source: Expected Delivery Date
ta: எதிர்பார்க்கப்படும் டெலிவரி தேதி

# pleaseSelectADate
source: Please select a booking date
ta: முன்பதிவு தேதியைத் தேர்ந்தெடுக்கவும்

source: Kannada
ta: கன்னடம்

source: Marathi
ta: மராத்தி

source: All Brands
ta: அனைத்து பிராண்டுகள்

source: Bosnian
ta: போஸ்னியன்

source: Malay
ta: மலாய்

source: Add to order
ta: ஆர்டரில் சேர்க்கவும்

source: All Products
ta: அனைத்து தயாரிப்புகளும்

source: Cash
ta: பணம்

source: Complete
ta: முழுமை

source: Favorite
ta: பிடித்தது

source: History
ta: வரலாறு

source: Lao
ta: லாவோ

source: Orders
ta: ஆர்டர்கள்

# posAddressToolTip
source: This address will be saved to your local device. It is NOT the user address.
ta: இந்த முகவரி உங்கள் உள்ளூர் சாதனத்தில் சேமிக்கப்படும். இது பயனர் முகவரி அல்ல.

source: Save
ta: சேமி

source: State
ta: நிலை

source: Slovak
ta: ஸ்லோவாக்

source: Swahili
ta: சுவாஹிலி

# bleState
source: Bluetooth Adapter is {state}
ta: புளூடூத் அடாப்டர் {state}

source: Checking...
ta: சரிபார்க்கிறது...

source: Date Time
ta: தேதி நேரம்

source: Debit
ta: பற்று

source: Do you want to logout?
ta: வெளியேற வேண்டுமா?

source: Free of charge
ta: இலவசம்

source: Item
ta: பொருள்

# loginToContinue
source: Please login to continue
ta: தொடர உள்நுழைக

source: More information
ta: மேலும் தகவல்

source: No Printers
ta: பிரிண்டர்கள் இல்லை

# noteMessage
source: note
ta: குறிப்பு

source: Order Number
ta: ஆர்டர் எண்

source: Payment successful
ta: பணம் செலுத்தப்பட்டது

source: Print Receipt
ta: அச்சு ரசீது

# printerNotFound
source: The printer not found
ta: பிரிண்டர் கிடைக்கவில்லை

source: Printer Selection
ta: அச்சுப்பொறி தேர்வு

source: Printing...
ta: அச்சிடுகிறது...

source: Received money
ta: பணம் கிடைத்தது

source: Select
ta: தேர்ந்தெடு

source: Send back
ta: திருப்பி அனுப்பு

# setAnAddressInSettingPage
source: Please set an address in settings page
ta: அமைப்புகள் பக்கத்தில் முகவரியை அமைக்கவும்

source: Time
ta: நேரம்

source: Transaction detail
ta: பரிவர்த்தனை விவரம்

source: Transaction fee
ta: பரிமாற்ற கட்டணம்

# turnOnBle
source: Turn On Bluetooth
ta: புளூடூத்தை இயக்கவும்

# usernameAndPasswordRequired
source: Username and password are required
ta: பயனர்பெயர் மற்றும் கடவுச்சொல் தேவை

source: Wallet balance
ta: Wallet இருப்பு

source: Wallet name
ta: பணப்பையின் பெயர்

source: Change Printer
ta: அச்சுப்பொறியை மாற்றவும்

source: Printer
ta: அச்சுப்பொறி

source: Select Printer
ta: அச்சுப்பொறியைத் தேர்ந்தெடுக்கவும்

# bleHasNotBeenEnabled
source: Bluetooth has not been enabled
ta: புளூடூத் இயக்கப்படவில்லை

source: Order Confirmation
ta: ஆர்டர் உறுதிப்படுத்தல்

# orderConfirmationMsg
source: Are you sure to create the order?
ta: ஆர்டரை உருவாக்குவது உறுதியா?

source: Invoice
ta: விலைப்பட்டியல்

# thisProductNotSupport
source: This product is not support
ta: இந்த தயாரிப்பு ஆதரவு இல்லை

source: Chinese (simplified)
ta: சீன (எளிமைப்படுத்தப்பட்ட)

source: Chinese (traditional)
ta: சீன (பாரம்பரிய)

# anyAttr
source: Any {attribute}
ta: ஏதேனும் {attribute}

source: Attribute already exists
ta: பண்பு ஏற்கனவே உள்ளது

# createVariants
source: Create all variants
ta: அனைத்து வகைகளையும் உருவாக்கவும்

source: Delete all
ta: அனைத்தையும் நீக்கு

source: New variation
ta: புதிய மாறுபாடு

# pleaseSelectAttr
source: Please select at least 1 option for each active attribute
ta: ஒவ்வொரு செயலில் உள்ள பண்புக்கூறுக்கும் குறைந்தது 1 விருப்பத்தைத் தேர்ந்தெடுக்கவும்

source: Receiver
ta: பெறுபவர்

source: Your application is under review.
ta: உங்கள் விண்ணப்பம் மதிப்பாய்வில் உள்ளது.

source: Your product is under review
ta: உங்கள் தயாரிப்பு மதிப்பாய்வில் உள்ளது
